[{"id": "intro-provinces", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/intro-provinces", "datasets": "map_backgrounds/map_france_1789.geojson", "titre_fr": "Carte des provinces étudiées : Poitou, Aunis, Saintonge, Angoumois (PASA)", "comment_lire_fr": "", "comment_cest_fait_fr": "Le fond de carte de cette visualisation a été constitué sous licence libre dans le cadre du programme Portic en agrégeant de multiples sources et en les mettant en cohérence avec des méthodes de géomatique. Il est disponible ici : http://maps.portic.fr/", "titre_en": "Map of the provinces investigated : Poitou, Aunis, Saintonge, Angoumois (PASA)", "comment_lire_en": "", "comment_cest_fait_en": "The basemap for this visual was created under free license as part of the PORTIC program by aggregating multiple sources and making them compatible using geomatics methods. It is available here: http://maps.portic.fr/"}, {"id": "intro-ports", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/intro-ports", "datasets": "map_backgrounds/map_france_1789.geojson,ports_locations_data_intro/ports_locations_data_intro.csv", "titre_fr": "Carte des ports de la région PASA", "comment_lire_fr": "Les disques représentés sont dimensionnés de manière à ce que leur aire soit proportionnelle au nombre de départs enregistrés dans chacun des ports de la région étudiée. Chacune des trois couleurs marque l'appartenance du port à une province.", "comment_cest_fait_fr": "Le fond de carte de cette visualisation a été constitué en agrégeant de multiples sources et en les mettant en cohérence avec des méthodes de géomatique. <br/>Les données proviennent de la base de données Navigocorpus, qui comprend entre autres les congés délivrés aux navires à leur départ. Ces données ont été réélaborées dans une API. La base est structurée sur les *pointcalls*, soit les indications d'un lieu où à une date donnée un navire est observé dans son mouvement. Le filtre a permis de sélectionner les *pointcalls* où les navires ont été observés directement à la sortie du port.", "titre_en": "Map of PASA region ports", "comment_lire_en": "The dot size is proportional to the number of departures recorded in each port of the region studied. Each of the three colors shows the province to which a port belongs.", "comment_cest_fait_en": "The basemap for this visual was created by aggregating multiple sources and making them compatible using geomatics methods.<br/> Data originates from the Navigocorpus database, which among other data comprises the clearance documents issued to ships on departure. These data were re-processed in an API. The database structure is based on *point calls*, which indicate a location where, on a given date, a ship in motion was observed. A filter was used to select the *point calls* where ships were observed immediately after leaving the port."}, {"id": "intro-bureaux", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/intro-bureaux", "datasets": "map_backgrounds/map_france_1789.geojson,part_3_step3_viz_customs_offices_data/part_3_step3_viz_customs_offices_data.csv", "titre_fr": "Carte des bureaux des fermes de la région PASA", "comment_lire_fr": "La Direction des Fermes de La Rochelle se compose de sept bureaux. Nous en connaissons le nom et le siège, indiqué sur la carte, mais pas l'étendue de juridiction. Cette incertitude a été signalée par la couleur diffuse autour du siège du bureau.", "comment_cest_fait_fr": "Le fond de carte de cette visualisation a été constitué en agrégeant de multiples sources et en les mettant en cohérence avec des méthodes de géomatique. Les bureaux de ferme ont été localisés en fonction de la position de l'un de leur port, puis déplacés arbitrairement pour des besoins de lisibilité (ce choix est justifié par le fait que leur périmètre d'action géographique est relativement incertain).", "titre_en": "Map of customs offices in the PASA region", "comment_lire_en": "The La Rochelle customs region consisted of seven offices. We know their names and locations, as indicated on the map, but not the scope of their jurisdiction. This uncertainty is signaled by the diffuse color around the office location.", "comment_cest_fait_en": "The basemap for this visual was created by aggregating multiple sources and making them compatible using geomatics methods. The location of each customs office was selected to correspond to the position of one of its ports, then arbitrarily moved for readability (this choice is justified by the fact that their geographical scope is relatively uncertain)."}, {"id": "viz-principale-partie-1", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/viz-principale-partie-1", "datasets": "decline_LR_partners/decline_LR_partners.csv, decline_longitudinal_data/decline_longitudinal_data.csv, decline_LR_partners/decline_LR_partners.csv,decline_LR_products/decline_LR_products.csv", "titre_fr": "Le déclin de la région de La Rochelle suite à la perte du Canada", "comment_lire_fr": "Le graphique du haut montre l’évolution en livres tournois des exportations françaises. Elle est en augmentation nette durant le siècle. On remarque l’effet négatif des guerres maritimes. <br/>Le deuxième graphique montre l’évolution en livres tournois des exportations de la direction des Fermes de La Rochelle (en vert). Il indique aussi la part de La Rochelle dans les exportations françaises (barres oranges). Le maintien de la valeur des exportations s’accompagne d’un déclin de la part de la direction des Fermes de La Rochelle dans les exportations françaises. Le \"pic\" de 1747 est expliqué par l’organisation de convois au départ de La Rochelle cette année là. <br/>Le troisième graphique montre l’évolution en livres tournois des exportations de la direction des Fermes de Bordeaux (en vert). Il indique aussi la part de Bordeaux dans les exportations françaises (barres oranges). Le dynamisme absolu et relatif à la France de la direction des Fermes de Bordeaux contraste avec la stabilité absolue et le déclin relatif de la direction des Fermes de La Rochelle. <br/>Le quatrième graphique contraste la composition des exportations de La Rochelle en 1750 et en 1789. La longueur des \"briques verticales\" et la taille des polices représente la part de chaque produit. Seuls les produits totalisant ensemble au moins 90% de exportations sont individualisés. Le commerce de La Rochelle est beaucoup plus diversifié en 1750 qu’en 1789. Certaines exportations importantes (indigo, mercerie, étoffes de laine et de soie...) sont devenues marginales. <br/>", "comment_cest_fait_fr": "Les données proviennent de la base de données Toflit18, et plus particulièrement des flux tirés de son groupe de sources \"Best Guess customs region prod x partner\" qui permettent de raisonner au niveau des directions des fermes (et non de l'ensemble de la France). Pour chacune des parties de la visualisation, seuls les exports sont pris en compte. <br/>La diversité du commerce de la région est calculée au moyen de l'indice de Herfindahl-Hirschmann, soit la somme du carré des parts du marché français par classe de produits exportés (sur la base de la classification \"Révolution & Empire\" de Toflit18, visible dans le détail de la troisième partie). Dans les visualisations en ligne et en histogrammes, les trous indiquent des années pour lesquelles les sources sont manquantes.", "titre_en": "The decline of the La Rochelle region following the loss of Canada", "comment_lire_en": "The top chart shows the evolution of French exports measured in livres. They clearly increased throughout the century. The negative effect of the maritime wars is shown.<br/>The second chart shows the evolution of exports from the La Rochelle customs region measured in livres (in green). It also shows the share of La Rochelle in French exports (orange bars). The value of exports remained constant while the share of the La Rochelle customs region in French exports dropped. The peak of 1747 can be explained by the organization of convoys leaving La Rochelle that year.<br/>The third chart shows the evolution of exports in livres from the Bordeaux customs region (in green). It also shows Bordeaux’s share of French exports (orange bars). The vitality of the Bordeaux customs region, in absolute terms and relative to France, contrasts with the absolute stability and relative decline of the La Rochelle customs region. <br/>The bottom chart compares the products exported by La Rochelle in 1750 and 1789. The length of the \"vertical bricks\" and the font size represent the share of each product. Only products totaling at least 90% of exports are individualized. The trade of La Rochelle was much more diversified in 1750 than in 1789. Several important export products (indigo, haberdashery, wool, and silk fabrics, etc.) became marginal. <br>", "comment_cest_fait_en": "Data was drawn from the Toflit18 database, and more particularly from the flows in its \"Best Guess customs region prod x partner\" group of sources which provides information by customs region (rather than all of France). For each part of the visual, only exports were taken into account. <br> The diversity of trade in the region was calculated using the Herfindahl-Hirschmann index, i.e., the sum of the square of French market shares by class of exported product (based on the Toflit18 classification \"Revolution & Empire\", shown in the detail of the third part). Gaps in online visuals and histograms indicate years for which sources are missing."}, {"id": "viz-principale-partie-2", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/viz-principale-partie-2", "datasets": "part_2_toflit_viz_data/part_2_toflit_viz_data.csv,part_2_navigo_viz_data/part_2_navigo_viz_data.csv", "titre_fr": "Une forte spécialisation portuaire : le cas de la traite négrière, du commerce du sel et de l’eau-de-vie", "comment_lire_fr": "Lecture du diagramme alluvial :  le diagramme prend en compte toutes les exportations de la région (en haut) et les importations (en bas). La partie de gauche indique la composition par produit (en valeur) des échanges de chaque bureau de Fermes de la région PASA et la partie de gauche par partenaire extérieur. Ainsi, La Rochelle exporte surtout des produits coloniaux. La destination des produits coloniaux est indéterminée. Tonnay-Charente exporte surtout des eaux-de-vie. Les eaux-de-vie sont surtout exportées en Grande-Bretagne et en Europe. Ce graphique montre bien les spécialisations par produits des bureaux de Fermes de la région PASA et les destinations ou origines privilégiées pour chaque produit.   <br/>Lecture du radarplot : le diagramme prend en compte l'ensemble des navires sortis des ports de la région étudiée. La jauge de ces navires est exprimée en tonneaux (soit 1.44 mètres cubes de volume). Grâce au curseur, il est possible de sélectionner une fourchette plus réduite de tonnages, pour ce concentrer, par exemple, uniquement sur les unités dépassant 100 tx. De même, on peut visualiser, en cochant la ou les cases souhaitées, uniquement les sous-ensembles des ports appartenant à un ou plusieurs bureaux des fermes de la région étudiée. Le radaplot se reconfigure alors en indiquant uniquement les groupes de destinations des navires du tonnage et au départ des ports du ou des bureaux sélectionnés. En survolant le radarplot, un encadré apparaît qui fournit les pourcentage de chaque groupe de destinations. Les ports de destinations ont été ici regroupés en reprenant les catégories de la Balance du commerce de la base Toflit18 pour faciliter la comparaison entre la base sur la navigation et celle sur la valeur du commerce extérieur.", "comment_cest_fait_fr": "Les données du diagramme alluvial sont tirées de la base Toflit18 et concernent tous les échanges avec l'étranger (ports francs non pris en compte). Les flux sont tirés des sources \"Best Guess customs region prod x partner\" qui permettent de raisonner au niveau des directions des fermes (et non de l'ensemble de la France). Les produits et les partenaires affichés sur la visualisation correspondent à des agrégations élaborées spécifiquement pour mettre en lumière des circuits spécialisés (faisant correspondre de manière relativement identifiable : un ou plusieurs bureaux de ferme, un type de produit et un groupe de partenaires). <br/>Les données du second diagramme (diagramme dit \"radar\") sont issues de la base de données Navigocorpus. Sont pris en compte les flux en provenance des ports attachés à la direction des fermes de La Rochelle. Les destinations sont regroupées selon la même classification que la première visualisation afin de permettre la comparaison (agrégation itérative à partir des ports de destination).", "titre_en": "Highly specialized ports: the slave trade, the salt trade, and the brandy trade", "comment_lire_en": "How to read the alluvial chart: the chart presents all exports from the region (top) and imports to the region (bottom). The left side shows the distribution by product (in value) of the trade of each customs office in the PASA region and the right side shows the distribution by external partner. It shows that La Rochelle mainly exported colonial products. The destination of colonial products is undetermined. Tonnay-Charente mainly exported brandy. Brandy was mainly exported to Great Britain and Europe. This chart shows the products in which each PASA customs office specialized and the preferred destination and origin of each product. <br>How to read the radar plot: the chart presents all the ships leaving the ports of the region studied. Their tonnage is expressed in tonneaux (i.e., a volume of 1.44 cubic meters). Using the slider, you can select a smaller tonnage range and only focus, for example, on vessels of more than 100 tonneaux. Similarly, by checking the different boxes, you can view information limited to subsets of ports belonging to one or more customs offices of the region examined. The radar plot then changes to only show the groups of destinations of vessels with the selected tonnage leaving from ports in the selected customs office. When hovering over the radar plot, a box appears with the share of each group of destinations. Destination ports were grouped here using the Toflit18 Balance of Trade categories to make it easier to compare the navigation database with the foreign trade value database.", "comment_cest_fait_en": "Alluvial plot data was drawn from the Toflit18 database and concern all trade with foreign countries (free ports were not included). The flows were drawn from the \"Best Guess customs region prod x partner\" sources which provide information for each customs region (rather than all of France). The products and partners displayed in the chart were aggregated to highlight specialized circuits (and to match in a relatively identifiable way one or several customs offices with a type of product and a group of partners).<br/> Data for the second chart (radar plot) was drawn from the Navigocorpus database. The flows originating from ports attached to the La Rochelle customs region were included. Destinations were grouped using the same classification as the first chart to allow a comparison between the two (iterative aggregation starting from the ports of destination)."}, {"id": "viz-principale-partie-3", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/viz-principale-partie-3", "datasets": "part_3_centralite_comparaison/part_3_centralite_comparaison.csv,map_backgrounds/map_france_1789.geojson,part_3_step1_viz_data/part_3_step1_viz_data.csv,flows_1787_around_La Rochelle/flows_1787_around_La Rochelle.gexf,flows_1787_around_Bordeaux/flows_1787_around_Bordeaux.gexf,flows_1787_around_Nantes/flows_1787_around_Nantes.gexf,part_3_step3_viz_customs_offices_data/part_3_step3_viz_customs_offices_data.csv,part_3_step3_viz_ports_data/part_3_step3_viz_ports_data.csv", "titre_fr": "La Rochelle, port dominant mais pas structurant", "comment_lire_fr": "La partie supérieure de la visualisation permet de constater les différences entre les ports de de la région PASA sur deux dimensions : plus le côté supérieur du triangle est large, plus il y a eu de départs en 1789 depuis le port; plus le triangle est haut, plus le tonnage moyen est élevé. Le tonnage est exprimé en tonneaux de jauge (1 tx est approximativement 1.44 mètres cubes). En se plaçant avec la souris sur un port au choix, les données correspondantes s'affichent. On distingue ainsi assez clairement les ports qui se limitent à une navigation locale (petit nombre de départs, petit tonnage moyen), des grands ports de la région (grand nombre de départs, et présence de gros tonnages). <br/>La deuxième visualisation indique les réseaux des voyages dans trois amirautés (La Rochelle, Bordeaux et Nantes). La taille des points représente le nombre de voyages. La couleur le fait que les ports sont dans l’amirauté (vert) ou non (orange). En cliquant sur les points, on peut obtenir le nom de chaque point. Le point \"Charente\" correspond au port \"Tonnay-Charente\". On constate que l’amirauté de La Rochelle a de nombreux ports importants reliés entre eux et à l’extérieur. Bordeaux et Nantes dominent beaucoup plus nettement leurs amirautés et assurent une plus grande partie des liaisons extérieures. <br/>La faible importance du port de La Rochelle est confirmée pour le troisième graphique, qui indique la centralité de chaque port dans son amirauté. Les deux mesures proposées (PageRank et betweeness centrality) ne donnent pas exactement les mêmes résultats. La “betweeness centrality” ou “centralité d’intermédiarité” compte le nombre de plus courts chemins entre deux ports passant par le port donné ; le “pagerank” mesure la connection relative à des ports eux-mêmes bien connectés (voir https://fr.wikipedia.org/wiki/Centralit%C3%A9). Toutes les deux indiquent une moindre centralité de La Rochelle. <br/>La dernière visualisation montre le manque de centralité de La Rochelle. Ce bureau de Fermes n’exporte presque pas de produits tirés de la région PASA (partie verte du cercle). Les six autres bureaux des Fermes, eux, exportent des produits de la région. La Rochelle se consacre aussi relativement moins aux exportations hors de la direction que Les Sables-d’Olonne, Saint-Martin-de-Ré ou Marennes (tailles des triangles oranges par rapport aux triangles verts). Les autres ports dominants (Bordeaux, Nantes) exportent plus de produits de leurs régions vers l’extérieur et ont une navigation plus tournée vers l’extérieur.<br/>En survolant avec la souris les cercles (ou leur contenu) on obtient l'information détaillé des pourcentages des données représentées. En cliquant sur chacun de sept bureaux, on peut apprécier le détail des tonnages expédiés dans les ports rattachés à chaque bureau. Ce tonnage a été agrégé à l'intérieur des cercles indiquant la typologie régionale des produits exportés.", "comment_cest_fait_fr": "Le fond de carte des visualisations a été constitué en agrégeant de multiples sources et en les mettant en cohérence avec des méthodes de géomatique. <br/>Les données de la base Navigocorpus sont utilisées pour toutes les parties liées à la navigation.<br/>La première partie est constituée à partir des congés délivrés aux navires sortant d'un port (*pointcalls*) de la région étudiée en 1789, puis transcrite à travers des objets graphiques dont la hauteur et la largeur représente respectivement le tonnage moyen (jauge) des navires parti du port, et le nombre total de sorties, permettant de distinguer différents types de ports dans la région.<br/>La seconde partie (graphes) est fondée sur les flux présents dans la base Navigocorpus pour l'année 1787 (la complétude des données de 1789 n'étant pas suffisante pour effectuer des comparaisons valides). À partir des flux enregistrés dans les ports, nous avons isolé trois corpus: les ports de l'amirauté de Bordeaux, ceux de l'amirauté de Nantes, et celui des trois amirautés de La Rochelle, Marennes et Les Sables-d'Olonne, correspondants à la région Poitou-Aunis-Saintonge objet de notre étude de cas. Après expérimentation, cette différence (une versus trois amirautés) n'occasionne pas de changement important dans les visualisations et les métriques. Nous avons ensuite regroupé pour chaque corpus les voyages par ports. <br/>Les nœuds affichés sur la visualisation représentent donc un port, et les liens un ou plusieurs voyages réalisés entre deux ports en 1787. La taille des nœuds correspond à leur degré dans le réseau, c'est-à-dire dans ce cas au nombre de ports avec lesquels ils ont été mis en relation par des voyages en 1787.<br/>La troisième partie de la visualisation mélange des données de Navigocorpus et de Toflit18.<br/>Pour ce qui est des objets visuels de la carte, les portions de cercle sont tirées des états d'export enregistrés dans Toflit18, divisés suivant l'origine des produits commercialisés (dans la région ou hors de la région) et agrégés par leur valeur commerciale en livres tournois. Les triangles correspondent aux états de sortie de port enregistrés dans Navigocorpus, divisés suivant la destination des navires (dans la région ou hors de la région) et agrégés  par part du tonnage cumulé des navires partis des ports rattachés à chaque bureau de ferme (les ports de l'île de Bouin et de Beauvoir-sur-mer sont exclus car non rattachés aux bureaux de la direction des fermes, bien que situés dans l'amirauté des Sables-d'Olonne). En cliquant sur les objets visuels des bureaux des fermes, on obtient une visualisation du détail des ports pour chaque bureau : ces derniers sont dimensionnés en deux classes de taille (plus ou moins de mille tonneaux cumulés pour 1789), et les triangles sont également proportionnés en fonction de la part des voyages vers l’extérieur et vers l'intérieur de la région PASA. Les deux congés d'Esnandes (bureau de La Rochelle) ne sont pas pris en compte car leur destination n'est pas indiquée.<br/>Dans l'encart intitulé \"Comparaison avec les bureaux de fermes et ports dominants d'autres directions en 1787\", les objets visuels permettant de faire la comparaison sont similaires à deux nuances près : ils sont construits avec les données de la Ferme générale de 1787, et les données de navigation concernent le port dominant de chaque direction des fermes, et non l'ensemble des ports.", "titre_en": "La Rochelle, a dominating port but not a regional hub", "comment_lire_en": "The top part of the chart displays the differences between the PASA region ports according to varying triangle dimensions: the wider the top of the triangle, the more ships departed from the port in 1789; the higher the triangle, the higher their average tonnage. The tonnage is expressed in tonneaux (1 tx is approximately 1.44 cubic meters). By hovering over a port, the data relevant to the port is displayed. A fairly clear difference can be observed between ports restricted to local navigation (small number of departures and small average tonnage) and the major ports of the region (high number of departures and high tonnage).<br/>The second chart shows the network of flows in three Amirautés (La Rochelle, Bordeaux, and Nantes). The size of the points represents the number of journeys. The color indicates whether the ports belong to the Amirauté (green) or not (orange). The name of each port appears when you click on the point. The \"Charente\" point corresponds to the \"Tonnay-Charente\" port. The La Rochelle Amirauté clearly has many important ports connected to each other and to the outside. Bordeaux and Nantes dominate their Amirauté much more clearly and account for a greater share of external flows.<br/>The weakness of the port of La Rochelle is confirmed in the third chart, which shows how central each port was within its Amirauté. The two measures proposed (PageRank and betweenness centrality) do not give exactly the same results. “Betweenness centrality” counts the number of shortest routes between two ports passing through a given port; “PageRank” measures the connection with other well-connected ports (see https://en.wikipedia.org/wiki/Centralit %C3%A9). Both show that La Rochelle was less central. <br/>The last chart shows the low centrality of La Rochelle. Its customs office exported almost no products from the PASA region (green part of the circle). The other six customs offices exported regional products. La Rochelle also exported somewhat less to destinations outside its customs region than Les Sables-d'Olonne, Saint-Martin-de-Ré, or Marennes (size of orange triangles compared to green triangles). The other dominant ports (Bordeaux and Nantes) exported more products from their region to the outside and were more outward-looking in terms of navigation.<br/>When hovering over the dots (or their content), detailed information appears on the proportion of the data represented. By clicking on each of the seven customs offices, the detailed tonnage shipped to and from the ports attached to it appears. This tonnage was aggregated inside the dots and indicates the regional typology of the exported products.", "comment_cest_fait_en": "Le fond de carte des visualisations a été constitué en agrégeant de multiples sources et en les mettant en cohérence avec des méthodes de géomatique. <br/>Les données de la base Navigocorpus sont utilisées pour toutes les parties liées à la navigation.<br/>La première partie est constituée à partir des congés délivrés aux navires sortant d'un port (*pointcalls*) de la région étudiée en 1789, puis transcrite à travers des objets graphiques dont la hauteur et la largeur représente respectivement le tonnage moyen (jauge) des navires parti du port, et le nombre total de sorties, permettant de distinguer différents types de ports dans la région.<br/>La seconde partie (graphes) est fondée sur les flux présents dans la base Navigocorpus pour l'année 1787 (la complétude des données de 1789 n'étant pas suffisante pour effectuer des comparaisons valides). À partir des flux enregistrés dans les ports, nous avons isolé trois corpus: les ports de l'amirauté de Bordeaux, ceux de l'amirauté de Nantes, et celui des trois amirautés de La Rochelle, Marennes et Les Sables-d'Olonne, correspondants à la région Poitou-Aunis-Saintonge objet de notre étude de cas. Après expérimentation, cette différence (une versus trois amirautés) n'occasionne pas de changement important dans les visualisations et les métriques. Nous avons ensuite regroupé pour chaque corpus les voyages par ports. <br/>Les nœuds affichés sur la visualisation représentent donc un port, et les liens un ou plusieurs voyages réalisés entre deux ports en 1787. La taille des nœuds correspond à leur degré dans le réseau, c'est-à-dire dans ce cas au nombre de ports avec lesquels ils ont été mis en relation par des voyages en 1787.<br/>La troisième partie de la visualisation mélange des données de Navigocorpus et de Toflit18.<br/>Pour ce qui est des objets visuels de la carte, les portions de cercle sont tirés des états d'export enregistrés dans Toflit18, divisés suivant l'origine des produits commercés (dans la région ou hors de la région) et agrégés par leur valeur commerciale en livres tournois. Les triangles correspondent aux états de sortie de port enregistrés dans Navigocorpus, divisés suivant la destination des navires (dans la région ou hors de la région) et agrégés par part du tonnage cumulé des navires partis des ports rattachés à chaque bureau de ferme. En cliquant sur les objets visuels des bureaux des fermes, on obtient une visualisation du détail des ports pour chaque bureau : ces derniers sont dimensionnés en deux classes de taille (plus ou moins de mille tonneaux cumulés pour 1789), et les triangles sont également proportionnés en fonction de la part des voyages vers l’extérieur de la région PASA.<br/>Dans l'encart intitulé \"Comparaison avec les bureaux de fermes et ports dominants d'autres directions en 1787\", les objets visuels permettant de faire la comparaison sont similaires à deux nuances près : ils sont construits avec les données de la Ferme générale de 1787, et les données de navigation concernent le port dominant de chaque direction des fermes, et non l'ensemble des ports."}, {"id": "partie-1-produits-importants-pour-la-rochelle", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/partie-1-produits-importants-pour-la-rochelle", "datasets": "comparison_products_exports_part_la_rochelle/comparison_products_exports_part_la_rochelle.csv", "titre_fr": "Produits dont les valeurs d'exports sont les plus importantes en 1789 : comparaison de direction des fermes de La Rochelle à la moyenne française", "comment_lire_fr": "La visualisation permet de comparer la part des principales catégories de produits exportés depuis la direction des Fermes de La Rochelle vers l'étranger avec la moyenne nationale. On constate l'importance des exportations des eaux-de-vie et du sel pour la direction des Fermes de la Rochelle ; qu'elle se situe dans la moyenne nationale pour ce qui est des exportations des produits coloniaux (sucre, indigo, café: pour ce dernier produit elle dépasse un peu la moyenne) et des toiles de coton (essentiellement pour la traite). Par contre, elle n’exporte pas beaucoup de toiles de chanvre et de lin. Parmi les biens importants dans les exportations françaises qu’on ne retrouve pas dans ce graphique, se trouvent les soieries et les draps de laine. Les exportations de la direction des Fermes de La Rochelle sont moins riches en produits manufacturés que celles de la France en général. Les \"Objets d’art et d’histoire naturelle\" sont ici des cauris, soit des coquillages destinés à la traite négrière.", "comment_cest_fait_fr": "Les données de cette visualisation sont tirées de la base Toflit18. Après avoir isolé les flux appropriés au niveau national et local, les produits ont été agrégés au moyen de la classification \"Révolution & Empire\" de Toflit18, puis rapportés à leur part vis-à-vis des exportations totales de la direction des fermes de la Rochelle, d’une part, et de la France entière d’autre part.<br/>Les exportations vers les ports francs ne sont pas incluses dans les comptages de cette visualisation.", "titre_en": "Products with the highest export value in 1789: comparison between the La Rochelle customs region and the French average", "comment_lire_en": "This chart compares the share of the main categories of products exported from the La Rochelle customs region with the national average. We note the importance of brandy and salt exports from the la Rochelle customs region. We also note that this region was close to the national average as regards exports of colonial products (sugar, indigo, and coffee: for coffee, it was a little above average) and cotton fabric (mainly for trade). However, the region did not export much hemp or linen fabric. Other goods that held a large share in French exports but do not appear in this chart are silks and wool fabric. The exports from the La Rochelle customs offices included less manufactured products than those of France in general. The \"Art and natural history objects\" mentioned here are cowries or shells used for the slave trade.", "comment_cest_fait_en": "Data for this chart was drawn from the Toflit18 database. After isolating the relevant flows at national and local level, the products were aggregated using the Toflit18 \"Revolution & Empire\" classification, and their share was calculated in the total exports of the La Rochelle customs region on the one hand, and of France as a whole on the other.<br> Exports to free ports were not included in the calculations for this visual."}, {"id": "partie-1-evolution-de-la-part-des-echanges-de-la-rochelle-au-xviiie", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/partie-1-evolution-de-la-part-des-echanges-de-la-rochelle-au-xviiie", "datasets": "global_evolution_la_rochelle_imports_exports/global_evolution_la_rochelle_imports_exports.csv", "titre_fr": "Évolution globale de la part des échanges de La Rochelle par rapport à l'ensemble de la France", "comment_lire_fr": "Ce graphique permet de visualiser le pourcentage des exportations (en orange) et des importations (en bleu-vert) assurées par la direction des Fermes de La Rochelle par rapport au total des exportations et des importations de la France. En survolant les barres de chaque année, les données s'affichent. L'ensemble permet de constater un déclin progressif au cours du XVIIIe siècle, en dépit d'un sursaut sans lendemain à l'occasion des expéditions sous convoi en 1747.", "comment_cest_fait_fr": "Les données de cette visualisation sont tirées de la base Toflit18. Les flux nationaux ont été calculés en se fondant sur les enregistrements au niveau national (sources \"Best Guess National partner\") et les flux de La Rochelle avec ceux enregistrés au niveau local (sources \"Best Guess region prod x part\"). Les ports francs sont exclus des comptages.", "titre_en": "Evolution of the share of La Rochelle trade in relation to France as a whole", "comment_lire_en": "This chart shows the percentage of exports (in orange) and imports (in blue-green) of the La Rochelle customs region in relation to France's total exports and imports. Specific data can be seen by hovering over the bars for each year. The chart as a whole shows a gradual decline during the eighteenth century, despite an exceptional peak due to the expeditions under convoy in 1747.", "comment_cest_fait_en": "Data for this chart was drawn from the Toflit18 database. Calculations of national flows were based on national records (sources: \"Best Guess National partner\") and flows from La Rochelle were based on local records (sources: \"Best Guess region prod x part\"). Free ports were excluded from the calculations."}, {"id": "partie-1-pays-port-d-attache", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/partie-1-pays-port-d-attache", "datasets": "origines_bateaux_etrangers_partant_de_la_region/origines_bateaux_etrangers_partant_de_la_region.csv", "titre_fr": "Pays d'attache des navires partant de la région en 1789", "comment_lire_fr": "Le graphique permet de visualiser l'importance des différents pavillons étrangers sortis des ports de la région PASA. Cette importance se mesure par la somme des tonnages des navires sortis de ces ports, exprimée en tonneaux (1 tx fait approximativement 1.44 mètres cubes). La primauté de la navigation britannique et des Provinces-Unies émerge ainsi avec force. ", "comment_cest_fait_fr": "Les données sont tirées de la base Navigocorpus. Nous avons délimité les navires partis de la région PASA en 1789. Nous avons ensuite agrégé les ports d'attache des navires étrangers par pays, et calculé leur tonnage cumulé.", "titre_en": "Home country of ships departing from the region in 1789", "comment_lire_en": "The chart shows the share of departing ships sailing under different foreign flags from the ports of the PASA region. This share is measured by adding up the tonnages of ships leaving the ports, expressed in tonneaux (1 tx is approximately 1.44 cubic meters). The primacy of Great Britain and the United Provinces in navigation is clear. ", "comment_cest_fait_en": "Data was drawn from the Navigocorpus database. We identified the ships that left the PASA region in 1789. We then aggregated the home ports of foreign ships by country and calculated their cumulative tonnage."}, {"id": "partie-1-ports-dattache", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/partie-1-ports-dattache", "datasets": "hierarchie_ports_dattache_des_navires_partant_de_la_region/hierarchie_ports_dattache_des_navires_partant_de_la_region.csv", "titre_fr": "Ports d'attache des navires partant de la région PASA en 1789", "comment_lire_fr": "Le diagramme permet de visualiser l'importance respective des différents ports d'attache des navires dans la navigation à la sortie des ports de la direction des Fermes de La Rochelle en 1789. Nous avons additionné le tonnage lors de chaque sortie (pour un même navire sortant plusieurs fois, son tonnage a été donc multiplié par le nombre de sorties). Les rectangles indiquent le toponyme de chaque port avec le tonnage d’attache, exprimé en tonneaux de mer (1 tx fait approximativement 1.44 mètres cubes). La région PASA n’est un port d’attache que pour moins de la moitié des tonnages sortant: les navires de la région (représentés sous fond vert) ont un tonnage à peine supérieur à celui des navires des autres ports français extérieurs à la région étudiée. L'importance des ports fluviaux, comme Port-d’Envaux, est remarquable. La Rochelle n’est qu’un port d’attache parmi d’autres. Le diagramme permet également de relativiser la part de la navigation étrangère: ici les couleurs désignent chaque pays de l'époque.", "comment_cest_fait_fr": "Les données sont tirées de la base Navigocorpus. Nous avons sélectionné les navires partis de la région PASA en 1789. Nous avons ensuite agrégé les navires par port d'attache (français ou étranger), et représenté sur le diagramme leur tonnage cumulé.", "titre_en": "Home ports of ships departing from the PASA region in 1789", "comment_lire_en": "The chart shows the relative importance of the different home ports of ships departing from the ports of the La Rochelle customs region in 1789. We added up the tonnage of each departure (for the same ship leaving several times, its tonnage was multiplied by the number of departures). The rectangles contain the name of each port and the associated tonnage expressed in tonneaux (1 tx is approximately 1.44 cubic meters). The PASA region was only a home port for less than half of the outgoing tonnage: the vessels of the region (represented by a green background) had a tonnage slightly higher than the tonnage of vessels from French ports outside the region. The importance of river ports, such as Port-d'Envaux, is noteworthy. La Rochelle was just one of many home ports. The chart also puts the share of foreign navigation into perspective: here the colors designate each country at the time.", "comment_cest_fait_en": "Data was drawn from the Navigocorpus database. We selected the ships that left the PASA region in 1789. We then aggregated the vessels by home port (French or foreign) and represented their cumulative tonnage in the chart."}, {"id": "partie-1-ports-destinations", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/partie-1-ports-destinations", "datasets": "hierarchie_destinations_des_navires_partant_de_la_region/hierarchie_destinations_des_navires_partant_de_la_region.csv", "titre_fr": "Destinations des navires partant depuis la région PASA vers l'étranger en 1789", "comment_lire_fr": "Le diagramme permet de visualiser l'importance respective des différentes destinations étrangères des navires sortis des ports de la direction des Fermes de La Rochelle en 1789. Chaque rectangle indique le tonnage cumulé par destination. La surface des rectangles est proportionnelle au tonnage, exprimé en tonneaux de mer (1 tx fait approximativement 1.44 mètres cubes). La couleur de fond permet de visualiser les ports appartenant au même état de l'époque. Il est à remarquer que parfois la destination est vague: \"mer Baltique\". Le diagramme permet de constater le poids des destinations britanniques et des pays de la mer du Nord et de la Baltique. L'activité négrière ressort aussi clairement par les destinations en Afrique (Côte d'Or et Côte d'Angôle).", "comment_cest_fait_fr": "Les données sont tirées de la base Navigocorpus. Nous avons sélectionné les navires partis de la région PASA en 1789 en direction de l'étranger. Nous avons ensuite agrégé les données par port déclaré comme destination et représenté leur tonnage cumulé.", "titre_en": "Destinations of ships sailing from the PASA region to another country in 1789", "comment_lire_en": "The chart shows the relative importance of the different foreign destinations of ships departing from the ports of the La Rochelle customs region in 1789. Each rectangle shows the cumulative tonnage by destination. The size of the rectangles is proportional to the tonnage expressed in tonneaux (1 tx is approximately 1.44 cubic meters). The background color shows the ports belonging to the same country at the time. It should be noted that sometimes the destination is vague, such as \"Baltic Sea\". The chart shows the weight of British destinations and of North Sea and Baltic countries. Destinations in Africa (Côte d'Or and Côte d 'Angole) clearly confirm the slave trade.", "comment_cest_fait_en": "Data was drawn from the Navigocorpus database. We selected the ships that sailed from the PASA region to a foreign country in 1789. We then aggregated the data by port reported as destination and represented their cumulative tonnage."}, {"id": "partie-1-ports-dattache-vers-etranger", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/partie-1-ports-dattache-vers-etranger", "datasets": "hierarchie_destinations_des_navires_partant_de_la_region_vers_letranger/hierarchie_destinations_des_navires_partant_de_la_region_vers_letranger.csv", "titre_fr": "Ports d’attache des navires en direction de l’étranger en 1789", "comment_lire_fr": "Le diagramme permet de visualiser l'importance respective des différents ports d'attache des navires dans la navigation à la sortie des ports de la direction des Fermes de La Rochelle en 1789 en direction de l’étranger. Nous avons additionné le tonnage lors de chaque sortie (pour un même navire sortant plusieurs fois, son tonnage a été donc multiplié par le nombre de sorties). Les rectangles indiquent le toponyme de chaque port avec le tonnage d’attache, exprimé en tonneaux de mer (1 tx fait approximativement 1.44 mètres cubes). Le couleur de fond désigne chaque pays de l'époque. Le diagramme permet d'abord de constater que le commerce en direction de l’étranger est dominé par des navires étrangers, et surtout par les Anglais. Amsterdam est toutefois le principal port d’attache, La Rochelle n’est qu’en deuxième place, suivi par Londres. ", "comment_cest_fait_fr": "Les données sont tirées de la base Navigo.  Nous avons sélectionné les navires partis de la région PASA en 1789 en direction de l'étranger. Nous avons ensuite agrégé les données par port d'attache et représenté leur tonnage cumulé.", "titre_en": "Home port of ships sailing to another country in 1789", "comment_lire_en": "The chart shows the relative importance of the different home ports of ships sailing from the ports of the La Rochelle customs region to another country in 1789. We added up the tonnage of each trip (for the same ship leaving several times, its tonnage was multiplied by the number of trips). The rectangles contain the name of each port and the associated tonnage expressed in tonneaux (1 tx is approximately 1.44 cubic meters). The background color refers to each country at the time. The chart mainly shows that trade to foreign countries was dominated by foreign vessels, and especially by the British. Amsterdam, however, was the main home port. La Rochelle was only in second position, followed by London. ", "comment_cest_fait_en": "Data was drawn from the Navigo database. We selected the ships that sailed from the PASA region to a foreign country in 1789. We then aggregated the data by home port and represented their cumulative tonnage."}, {"id": "partie-2-part-navigation-francaise", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/partie-2-part-navigation-francaise", "datasets": "part_navigation_fr/part_navigation_fr.csv", "titre_fr": "Part de la navigation française dans la région", "comment_lire_fr": "Cette visualisation permet de différencier les ports de la région en fonction de l'ampleur de leurs trafics et de leur capacité d'attirer les flottes étrangères. L'aire des disques correspond au tonnage cumulé des navires sortis de chaque port en 1789, tout pavillon confondu. Le tonnage est exprimé en tonneaux de mer (1 tx fait approximativement 1.44 mètres cubes). La couleur permet de distinguer l'importance de la navigation assurée par de navires étrangers, déterminés à partir de l'indication de leur port d'attache: on constate que seuls quelques très petits ports (en violet) ne sont pas fréquentés par de navires étrangers. Les ports les plus ouverts à la navigation étrangère (en orange) ne sont toutefois pas forcément les plus importants par tonnage total : on distingue ainsi Rochefort, dont l'arsenal est approvisionné par les navires du Nord de l'Europe, le port de Tonnay-Charente, grand exportateur d'eau-de-vie, et certains ports du sel (île de Ré et Noirmoutier)", "comment_cest_fait_fr": "Les données proviennent de la base Navigocorpus, et concernent les départs de navires en 1789 depuis les ports de la région Poitou-Aunis-Saintonge étudiée (*pointcalls* observés).L'aire des disques correspond au tonnage cumulé des navires sortis de chaque port en 1789. Leur couleur correspond à la part de la navigation française pour les départs qui les concerne, déterminée à partir du port d'attache des navires.", "titre_en": "Share of French navigation in the region", "comment_lire_en": "This chart differentiates the ports of the region by the number of their flows and their ability to attract foreign fleets. The size of each dot corresponds to the cumulative tonnage of ships leaving the port in 1789, all flags combined. The tonnage is expressed in tonneaux (1 tx is approximately 1.44 cubic meters). The color shows the importance of foreign vessels in local navigation based on the reported home port: only a few very small ports (in purple) were not served by foreign ships. However, the ports most open to foreign navigation (in orange) were not necessarily the most important in terms of total tonnage. This was the case of Rochefort, for instance, whose arsenal was supplied by ships from northern Europe, of the port of Tonnay-Charente, a major brandy exporter, and of some salt ports (Île de Ré and Noirmoutier).", "comment_cest_fait_en": "Data was drawn from the Navigocorpus database, and concern ship departures in 1789 from the ports of the Poitou-Aunis-Saintonge region studied (*point calls* observed).The size of each dot corresponds to the cumulative tonnage of ships leaving the port in 1789. The color corresponds to the share of French navigation in departures from these ports based on the home port of the vessels."}, {"id": "partie-3-comparaison-exports-coloniaux", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/partie-3-comparaison-exports-coloniaux", "datasets": "comparaison_exports_coloniaux/comparaison_exports_coloniaux.csv", "titre_fr": "Comparaison des exports de produits coloniaux, locaux et autres par bureaux des fermes", "comment_lire_fr": "Ce graphique montre bien que La Rochelle exporte peu de produits de la région PASA. La couleur des barres correspond à l’origine des produits. La taille des barres est proportionnelle aux valeurs exportées pour chaque origine par chaque port en 1789. Alors que Tonnay-Charente exporte pour plus de 5 millions de livres tournois de produits de la région (essentiellement des eaux-de-vie), la Rochelle n’en exporte que moins de 250 000 livres tournois, ce qui est moins que Marennes, Saint-Martin-de-Ré ou Rochefort. Par contre, La Rochelle exporte beaucoup de produits coloniaux et d’autres produits issus du reste de la France et de l’Europe (essentiellement pour la traite négrière).", "comment_cest_fait_fr": "Les données de cette visualisation sont tirées de la base Toflit18, et plus spécifiquement des états d'exports vers l'étranger (ports francs non pris en compte). Les flux ont été classés en trois catégories en fonction du type de produits commercés. <br/>Un produit marqué comme originaire de l'une des provinces de la région PASA a été classé \"produit local\", un produit tombant dans les catégories 'Café', 'Sucre', 'Indigo', ou 'Coton non transformé' de la classification \"Révolution & Empire\" de Toflit18 a été classé comme \"produit colonial\". Les produits restants ont été regroupés dans une classe \"autres produits\".", "titre_en": "Comparison of colonial, local, and other exports by customs office", "comment_lire_en": "This chart shows that La Rochelle exported few products from the PASA region. The bar color corresponds to the origin of the products. The size of the bars is proportional to the values exported in each category by each port in 1789. While Tonnay-Charente exported more than 5 million livres worth of products from the region (mainly brandy), La Rochelle only exported at a value under 250,000 livres, which was less than Marennes, Saint-Martin-de-Ré, or Rochefort. La Rochelle exported a lot of colonial and other products originating from the rest of France and Europe (mainly for the slave trade).", "comment_cest_fait_en": "Data in this chart was drawn from the Toflit18 database, and more specifically from the records of foreign exports (free ports not included). The flows were classified into three categories based on the type of products traded.<br/> A product marked as originating from one of the provinces of the PASA region was classified as \"local product\", a product falling into the categories \"Coffee\", \"Sugar\", \"Indigo\", or \"Unprocessed cotton\" of the Toflit18 \"Revolution & Empire\" category was classified as \"colonial product\". The remaining products were grouped under \"other products\"."}, {"id": "partie-2-carte-direction-bateaux-de-la-rochelle", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/partie-2-carte-direction-bateaux-de-la-rochelle", "datasets": "map_backgrounds/map_world_1789.geojson,voyages-bateaux-homeport-larochelle-1787/voyages-bateaux-homeport-larochelle-1787.csv", "titre_fr": "Voyages des navires rattachés au port de La Rochelle en 1787", "comment_lire_fr": "Ce graphique montre les voyages des navires appartenant aux négociants de La Rochelle en 1787 tels que relevés dans les congés conservés de l'ensemble des ports de France. En vert sont indiqués les voyages de ces navires au départ des ports de la région PASA. En jaune, les trajets des navires rochelais au départ des ports français extérieurs à la région. La taille des flèches est proportionnelle au tonnage cumulé. Passer le pointeur sur une flèche révèle le point de départ et de destination.<br/>Attention au possible biais de source: les lacunes dans les sources (notamment aux Antilles) nous empêchent de représenter tous les flux de navires rochelais. En revanche, on vois bien que l'essentiel des tonnages des navires de La Rochelle part en direction de l'Afrique. ", "comment_cest_fait_fr": "Le fond de carte de la visualisation a été constitué en agrégeant de multiples sources et en les mettant en cohérence avec des méthodes de géomatique.<br/> Les données visualisées sont tirées des flux enregistrés dans Navigo pour 1787 et concernant uniquement les navires dont le port d'attache est La Rochelle.", "titre_en": "Flows of ships outfitted by the port of La Rochelle in 1787", "comment_lire_en": "", "comment_cest_fait_en": "The basemap for this chart was created by aggregating multiple sources and making them compatible using geomatics methods.<br/> "}, {"id": " ", "lien_visualisation_seule": null, "datasets": null, "titre_fr": null, "comment_lire_fr": null, "comment_cest_fait_fr": null, "titre_en": null, "comment_lire_en": null, "comment_cest_fait_en": null}, {"id": "The data displayed was drawn from 1787 flows recorded in Navigo for ships whose home port is La Rochelle.", "lien_visualisation_seule": null, "datasets": null, "titre_fr": null, "comment_lire_fr": null, "comment_cest_fait_fr": null, "titre_en": null, "comment_lire_en": null, "comment_cest_fait_en": null}, {"id": "sorties-de-sel", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/sorties-de-sel", "datasets": "out_with_salt_by_port/out_with_salt_by_port.csv", "titre_fr": "Ports de départ des navires transportant du sel en 1789 depuis la région PASA, agrégés par tonnage cumulé", "comment_lire_fr": "Ce graphique montre le tonnage des navires transportant du sel sortant de chaque port de la région PASA. La domination de Marennes (plus 80 000 tonneaux) (1 tx est approximativement égal à 1,44 mètres cubes) est très nette. Les navires chargés de sel sont obligés à partir les cales pleines, ce qui fait que le tonnage du navire est un assez bon indicateur des quantités transportées.", "comment_cest_fait_fr": "Les données de cette visualisation sont tirées de la base de données Navigo. Plus précisément, il s'agit des indications de départs de port (*pointcalls* de sortie de port) mentionnant du sel en cargaison principale ou secondaire. <br/>La quantification est réalisée en fonction du tonnage cumulé des navires. <br/>Note : les navires pouvant transporter plusieurs marchandises différentes, le tonnage des navires ne doit pas être confondu avec la quantité de sel transportée, qui reste inconnue.", "titre_en": "Ports of departure of vessels transporting salt in 1789 from the PASA region, aggregated by cumulative tonnage", "comment_lire_en": "This chart shows the tonnage of vessels transporting salt from each port in the PASA region. The dominant position of Marennes (over 80,000  tonneaux) (1 tx is approximately equal to 1.44 cubic meters) is very clear. Vessels loaded with salt were required to leave with a full hold, which means that vessel tonnage is a fairly good indication of the quantity carried.", "comment_cest_fait_en": "Data in this chart was drawn from the Navigo database. More specifically, the information concerns departures (port exit *point calls*) from the port of Marennes in 1789. Quantification was based on the cumulative tonnage of the vessels."}, {"id": "sorties-de-marennes", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/sorties-de-marennes", "datasets": "sorties-de-marennes/sorties-de-marennes.csv", "titre_fr": "Destination des navires partant de Marennes en 1789, agrégées par pays et par tonnage cumulé", "comment_lire_fr": "Ce graphique montre où vont les tonnages sortant de Marennes (essentiellement chargés de sel). Un tonneau est approximativement égal à 1,44 mètres cubes. La France est la destination principale, avec une part importante destinée à la région PASA", "comment_cest_fait_fr": "Les données de cette visualisation sont tirées de la base de données Navigo. Plus précisément, il s'agit des indications de départs (*pointcalls* de sortie de port) du port de Marennes en 1789. La quantification est réalisée en fonction du tonnage cumulé des navires.", "titre_en": "Destination of ships departing from Marennes in 1789, aggregated by country and by cumulative tonnage", "comment_lire_en": "This graph shows the destination of tonnage leaving Marennes (mainly comprising salt). One tonneaux is approximately equal to 1.44 cubic meters. France was the main destination, with an important share going to the PASA region.", "comment_cest_fait_en": "Data in this chart was drawn from the Navigo database. More specifically, the information concerns departures (port exit *point calls*) from the port of Marennes in 1789. Quantification was based on the cumulative tonnage of the vessels."}, {"id": "exports-eau-de-vie-la-rochelle-longitudinal", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/exports-eau-de-vie-la-rochelle-longitudinal", "datasets": "exports_eau_de_vie_la_rochelle_longitudinal/exports_eau_de_vie_la_rochelle_longitudinal.csv", "titre_fr": "Évolution des exports d'eau-de-vie et liqueurs par la direction de La Rochelle (ports francs non pris en compte)", "comment_lire_fr": "Ce graphique montre la valeur des exportations d’eaux-de-vie de la direction de La Rochelle (hors celles vers les ports francs). Le trend séculaire est faiblement décroissant (peut-être au profit de Bordeaux qui exporte aussi des eaux-de-vie de l’Angoumois). Par contre, l’année 1789 est exceptionnelle dans le siècle, sans doute à cause des exportations vers l’Angleterre autorisées par le traité Eden-Rayneval de 1787.", "comment_cest_fait_fr": "Les données de cette visualisation sont tirées de la base de données toflit18, et plus précisément des mentions d'exports vers l'étranger (ports francs non pris en compte) de produits tombant dans la catégorie \"eaux-de-vie et liqueurs\" de la classification \"révolution & empire\" de toflit18, pour la direction de La Rochelle. Les flux tirés de son groupe de sources \"Best Guess customs region prod x partner\" qui permettent de raisonner au niveau des directions des fermes (et non de l'ensemble de la France). La quantification est réalisée en fonction de la valeur des exports en livres tournois.", "titre_en": "Evolution of brandy exports from the La Rochelle customs region (free ports not included)", "comment_lire_en": "This chart shows the value of brandy exports from the La Rochelle customs region (excluding exports to free ports). The trend over the century was a slight decrease (perhaps to the benefit of Bordeaux, which also exported brandy from the Angoumois region). The year 1789 was exceptional for that century, probably because exports to England had been authorized by the Eden-Rayneval Treaty of 1787.", "comment_cest_fait_en": "Data for this chart was drawn from the Toflit18 database, and more specifically from the references to exports to foreign countries (free ports not included) of products falling within the \"brandy\" category of the Toflit18 \"Revolution & Empire\" classification, for the La Rochelle customs region. The flows were drawn from the \"Best Guess customs region prod x partner\" group of sources which provide information for each customs region (rather than all of France). Quantification was based on the value of exports in livres."}, {"id": "exports-eau-de-vie-comparaison-directions-des-fermes", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/exports-eau-de-vie-comparaison-directions-des-fermes", "datasets": "exports_eau_de_vie_comparaison_directions_des_fermes/exports_eau_de_vie_comparaison_directions_des_fermes.csv", "titre_fr": "Comparaison des exports d'eau-de-vie et liqueurs par différentes directions des fermes (ports francs non pris en compte - pas de données pour Montpellier en 1770)", "comment_lire_fr": "Ce graphique montre la valeur des exportations d’eaux-de-vie de la direction de La Rochelle, Bordeaux, Montpellier (essentiellement par le port de Sète), Nantes et Bayonne. Les exportations vers les ports francs français n'ont pas été prises en compte. Les données de Montpellier manquent pour 1770. La Rochelle domine les exportations en 1750, mais est dépassée par Bordeaux en 1770. Par contre, l’explosion des exportations vers l’Angleterre permise par le traité Eden-Reynald de 1787 bénéficie essentiellement à La Rochelle. Nantes stagne alors que les exportations depuis Bayonne et Montpellier croissent.", "comment_cest_fait_fr": "Les données de cette visualisation sont tirées de la base de données toflit18, et plus précisément des mentions d'exports vers l'étranger (ports francs non pris en compte) de produits tombant dans la catégorie \"eaux-de-vie et liqueurs\" de la classification \"révolution & empire\" de toflit18, pour la direction de La Rochelle. Les flux tirés de son groupe de sources \"Best Guess customs region prod x partner\" qui permettent de raisonner au niveau des directions des fermes (et non de l'ensemble de la France). La quantification est réalisée en fonction de la valeur des exports en livres tournois.", "titre_en": "Comparison of brandy exports from different customs regions (free ports not included - no data for Montpellier in 1770)", "comment_lire_en": "This chart shows the value of brandy exports from the customs regions of La Rochelle, Bordeaux, Montpellier (mainly via the port of Sète), Nantes and Bayonne. Exports to French free ports were not included. Data for Montpellier is missing for 1770. La Rochelle dominated exports in 1750 but was overtaken by Bordeaux in 1770. However, the Eden-Reynald Treaty of 1787 that led to an explosion of exports to England mostly benefited La Rochelle. Nantes was stagnating while exports from Bayonne and Montpellier were growing.", "comment_cest_fait_en": "Data for this chart was drawn from the Toflit18 database, and more specifically from the references to exports to foreign countries (free ports not included) of products falling within the \"brandy\" category of the Toflit18 \"Revolution & Empire\" classification, for the La Rochelle customs region. The flows were drawn from the \"Best Guess customs region prod x partner\" group of sources which provide information for each customs region (rather than all of France). Quantification was based on the value of exports in livres."}, {"id": "origines-exports-eau-de-vie-1789-la-rochelle", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/origines-exports-eau-de-vie-1789-la-rochelle", "datasets": "origines_exports_eau_de_vie_1789_la_rochelle/origines_exports_eau_de_vie_1789_la_rochelle.csv", "titre_fr": "Origine des exports d'eau-de-vie de la direction des fermes de La Rochelle en 1789 (ports francs non pris en compte)", "comment_lire_fr": "Ce graphique montre l’origine des eaux-de-vie exportées par la direction de La Rochelle en valeur. Les exportations vers les ports francs français n'ont pas été prises en compte.  L’Angoumois domine, suivi par l’Aunis. Les valeurs exportées en eaux-de-vie double (c'est-à-dire à teneur d’alcool plus élevée) sont comparables à celles de eaux-de-vie simples. La dénomination \"eaux-de-vie double\" n’existe que dans les chiffres de 1788 et 1789, indiquant peut-être les progrès des techniques de distillation dans la région.", "comment_cest_fait_fr": "Les données de cette visualisation sont tirées de la base de données toflit18, et plus précisément des mentions d'exports vers l'étranger (ports francs non pris en compte) de produits tombant dans la catégorie \"eaux-de-vie et liqueurs\" de la classification \"révolution & empire\" de toflit18, pour la direction de La Rochelle. Les flux tirés de son groupe de sources \"Best Guess customs region prod x partner\" qui permettent de raisonner au niveau des directions des fermes (et non de l'ensemble de la France). La quantification est réalisée en fonction de la valeur des exports en livres tournois.", "titre_en": "Origin of brandy exports from the La Rochelle customs region in 1789 (free ports not included)", "comment_lire_en": "This chart shows the origin of brandy exported by the La Rochelle customs region in value. Exports to French free ports were not included. The Angoumois region dominated, followed by the Aunis. The value of exported \"double\" brandy (i.e., with a higher alcohol content) was comparable to that of \"simple\" brandy. The \"double brandy\" designation first appeared in the 1788 and 1789 figures and only in data from the PASA region, perhaps indicating advanced distillation techniques in the region.", "comment_cest_fait_en": "Data for this chart was drawn from the Toflit18 database, and more specifically from the references to exports to foreign countries (free ports not included) of products falling within the \"brandy\" category of the Toflit18 \"Revolution & Empire\" classification, for the La Rochelle customs region. The flows were drawn from the \"Best Guess customs region prod x partner\" group of sources which provide information for each customs region (rather than all of France). Quantification was based on the value of exports in livres."}, {"id": "sorties-de-marennes-avec-sel-destinations", "lien_visualisation_seule": "https://medialab.github.io/portic-storymaps-2021/fr/atlas/sorties-de-marennes-avec-sel-destinations", "datasets": "sorties-de-marennes-avec-sel-destinations/sorties-de-marennes-avec-sel-destinations.csv", "titre_fr": "Cartes des navires sortis de Marennes avec du sel en 1789, dimensionnés par tonnage cumulé", "comment_lire_fr": "Cette carte montre les destinations de navires sortis de Marennes avec du sel à bord. L'aire du cercle est proportionnelle au tonnage cumulé par destination.", "comment_cest_fait_fr": "", "titre_en": "Maps of ships leaving Marennes with salt in 1789, sized by cumulative tonnage", "comment_lire_en": "", "comment_cest_fait_en": ""}]